{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "coc.nvim": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "everforest": { "branch": "master" },
  "gtags.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-clap": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "windsurf.vim": { "branch": "main" }
}
